Repository: Twilight0/plugin.audio.somafm.com
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, es_es, nl_nl, ro_ro, ru_ru

# #30001
source: General
de_de: Allgemein
el_gr: Γενικά
nl_nl: Algemeen
ru_ru: Общее

# #30002
source: Clear function cache
de_de: Leere den Funktionscache
el_gr: Καθαρισμός προσωρινής μνήμης λειτουργιών
es_es: Limpiar caché de funciones
nl_nl: Opschonen procedure cache
ro_ro: Șterge cache (copia locală)
ru_ru: Очистить кэш

# #30003
source: Name
el_gr: Όνομα
es_es: Nombre
nl_nl: Naam
ro_ro: Nume
ru_ru: Наименование

# #30004
source: Popularity
de_de: Beliebtheit
el_gr: Δημοφιλικότητα
es_es: Popularidad
nl_nl: Populariteit
ro_ro: Popularitate
ru_ru: Популярность

# #30005
source: Genre
el_gr: Είδος
es_es: Género
ro_ro: Gen
ru_ru: Жанр

# #30006
source: Choose sort method, currently: {0}
de_de: Wähle Sortiermethode, aktuell: {0}
el_gr: Επιλέξτε μέθοδο ταξινόμισης, επιλεγμένη: {0}
es_es: Elegir método de clasificación, actualmente: {0}
nl_nl: Kies sorteer method, momenteel: {0}
ro_ro: Alegeți metoda de sortare, acum este: {0}
ru_ru: ВЫберите метод сортировки, текущий: {0}

# #30007
source: Quality Selector
de_de: Qualitätsauswahl
el_gr: Επιλογέας ποιότητας
es_es: Seleccionar calidad
nl_nl: Kwaliteitsaanduiding
ro_ro: Selectează calitatea
ru_ru: Выбор качества

# #30008
source: Highest MP3
de_de: Höchste MP3
el_gr: Υψηλότερο MP3
es_es: MP3 Alta calidad
nl_nl: Hoogste MP3 kwaliteit
ro_ro: Cea mai înaltă calitate MP3
ru_ru: Высокое MP3

# #30009
source: Lowest MP3
de_de: Niedrigste MP3
el_gr: Χαμηλότερο MP3
es_es: MP3 Baja calidad
nl_nl: Laagste MP3 kwaliteit
ro_ro: Cea mai joasă calitate MP3
ru_ru: Низкое MP3

# #30010
source: Highest AAC
de_de: Höchste AAC
el_gr: Υψηλότερο AAC
es_es: AAC Alta calidad
nl_nl: Hoogste AAC kwaliteit
ro_ro: Cea mai înaltă calitate AAC
ru_ru: Высокое AAC

# #30011
source: Lowest AAC
de_de: Niedrigste AAC
el_gr: Χαμηλότερο AAC
es_es: AAC Baja calidad
nl_nl: Laagste AAC kwaliteit
ro_ro: Cea mai joasă calitate AAC
ru_ru: Низкое AAC

# #30012
source: Auto
el_gr: Αυτόματο
nl_nl: Automatisch
ro_ro: Automat
ru_ru: Автоматически

# #30013
source: Ask
de_de: Nachfragen
el_gr: Ερώτηση
es_es: Preguntar
nl_nl: Vraag
ro_ro: Întreabă
ru_ru: Спрашивать

# #30014
source: First time prompt wizard
de_de: Assistent für erstmalige Eingabeaufforderung
el_gr: Οδηγός ρύθμισης πρώτης φοράς
es_es: Asistente rápido por primera vez
nl_nl: InitiÃ«le setup hulp
ro_ro: Asistent la prima lansare
ru_ru: Помошник первого запуска

# #30015
source: Refresh
de_de: Erneuern
el_gr: Ανανέωση
es_es: Actualizar
nl_nl: Vernieuw
ro_ro: Reîmprospătează
ru_ru: Обновить

# #30016
source: Station info
de_de: Stationsinfo
el_gr: Πληροφορίες σταθμού
es_es: Información de la estación
nl_nl: Kanaalinformatie
ro_ro: Informații despre post
ru_ru: Информация о станции

# #30017
source: Song history
de_de: Songgeschichte
el_gr: Ιστορικό τραγουδιών
es_es: Historial de canciones
nl_nl: Liedgeschiedenis
ro_ro: Istoric al cântecelor
ru_ru: История песен

# #30018
source: Activate caching
de_de: Aktiviere Caching
el_gr: Κάνε χρήση προσωρινής μνήμης
es_es: Activar almacenamiento en caché
nl_nl: Gebruik caching
ro_ro: Activează cache (copie locală)
ru_ru: Активировать кэширование

# #30019
source: Caching period in hour(s)
de_de: Caching-Zeitraum in Stunden
el_gr: Περίοδος προσωρινής μνήμης σε ώρα/ες
es_es: Tiempo de almacenamiento en caché (horas)
nl_nl: Caching periode (in uren)
ro_ro: Perioada de cache în oră(ore)
ru_ru: Период кэширования, в часах

# #30020
source: Item info
de_de: Eintragsinfo
es_es: Información del elemento
nl_nl: iteminformatie
ro_ro: Informații
ru_ru: Сведения

# #30402
source: Success
de_de: Erfolg
el_gr: Επιτυχία
es_es: Realizado correctamente
nl_nl: Succes
ro_ro: Succes
ru_ru: Успешно
